//이용정책
import React from 'react';

const UtilizationPolicy = () => {
  return (
    <div style={{ padding: '20px', fontFamily: 'Arial, sans-serif' }}>
      <h1>서비스 이용약관</h1>
      <p>시행일: 2023. 7. 18. <a href="/">(개정 전 약관 바로가기)</a></p>
      
      <div>
        <h2>목차</h2>
        <ul>
          <li>제1절 총칙</li>
          <li>제2절 서비스의 이용</li>
          <li>제3절 회원정보의 보호 및 관리</li>
          <li>제4절 회사와 회원의 권리 및 의무</li>
          <li>제5절 프로젝트에 따른 회사, 창작자, 후원자의 역할</li>
          <li>제6절 프로젝트의 생성 등</li>
          <li>제7절 후원의 신청 및 접수 등</li>
          <li>제8절 기타</li>
          <li>부칙</li>
        </ul>
      </div>
      
      <div>
        <h2>제1절 총칙</h2>
        <h3>제1조 목적</h3>
        <p>
          주식회사 벅패커(이하 "회사")는 다양한 분야에 걸친 창작 프로젝트를 통해 창작자와 후원자를 연결하고<br/> 
          있습니다.
          회사가 주된 서비스는 창작 프로젝트의 후원을 기반으로 제공되며, 이 약관은<br/> 
          회사의 웹사이트(wwww.funfun.com) 및
          모바일 애플리케이션(이하 "사이트"라<br/> 
          합니다)에서 제공하는 모든 펀펀 서비스(이하 "서비스"라 합니다)를 이용함에 있어
          회사와 회원의 권리와<br/> 
          의무, 책임 사항 및 회원의 서비스 이용 절차에 관한 사항을 규정함을 목적으로 합니다.
        </p>
      </div>

      <div>
        <h3>제2조 용어의 정의</h3>
        <p>
        ①이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
        </p>
            <p style={{ marginLeft: '20px' }}>1. "회사"라 함은 주식회사 백패커를 지칭하며 사이트 내에서 창조적인 분야를 총 망라하는 온라인<br/>
            크라우드 펀딩 플랫폼 서비스를 제공하는 주체를 의미합니다.</p>
            <p style={{ marginLeft: '20px' }}>2. "회원"이라 함은 사이트에 접속하여 이 약관에 동의함으로써 회사에 회원등록을 하고 회사가 제공하는<br/> 
            서비스를 지속해서 이용할 수 있는 이용자를 의미합니다.</p>
            <p style={{ marginLeft: '20px' }}>3. "창작자"라 함은 사이트에서 프로젝트의 게시 및 운영에 관하여 회사와의 약정을 통하고 프로젝트를<br/> 
            개설하여 후원자로부터 프로젝트의 수행을 위한 기금을 후원받는 회원을 의미합니다.<br/></p>
            <p style={{ marginLeft: '20px' }}>4. "후원자"라 함은 창작자가 사이트 내에 게시한 프로젝트가 실현될 수 있도록 일정한 금액을 지불하는<br/> 
            방식으로 자금을 후원하는 회원을 의미합니다. 이러한 후원자의 행위는 프로젝트를 "후원"한다고<br/> 
            지칭합니다.<br/></p>
            <p style={{ marginLeft: '20px' }}>5. "프로젝트"라 함은 사이트 내에서  창작자가 수행하고자 하는 창작 작업에 대한 창작의 목적, 내용, 계획,<br/> 
            선물 등에 대한 사항을 소개하고, 이에 필요한 기금을 제공한 후원자들에게 창작의 목적 달성에 관한<br/> 
            선물을 제공하기로 약정함으로써 창작자가 후원자로부터 후원을 받을 수 있는 서비스 및 그 단위를<br/> 
            지칭합니다.<br/></p>
            <p style={{ marginLeft: '20px' }}>6. "목표 기금액"(이하 "목표 금액")이라 함은 프로젝트의 진행기간의 종료시점을 기준으로 창작자가<br/> 
            후원자로부터 최종적으로 모금하고자 하는 목표 금액을 의미합니다.<br/></p>
            <p style={{ marginLeft: '20px' }}>7. "성공"이라 함은 프로젝트의 진행기간의 종료시점을 기준으로 후원자가 해당 프로젝트에 관하여<br/> 
            후원을 예정하고 결제예약한 후원금액의 총액이 창작자가 정한 프로젝트의 목표 금액의 이상인 경우를<br/> 
            의미합니다. "무산"이라 함은 프로젝트의 진행기간의 종료시점을 기준으로 후원자가 해당 프로젝트에<br/> 
            관하여 후원을 예정하고 결제예약한 후원금액의 총액이 창작자가 정한 프로젝트의 목표 금액의 미만인<br/> 
            경우를 의미합니다. <br/></p>
            <p style={{ marginLeft: '20px' }}>8. "선물"이라 함은 프로젝트의 결과물로서 프로젝트가 "성공"인 경우 창작자가 후원자에게 프로젝트를<br/> 
            개설했을 때 후원자에게 제공하기로 약정한 유ㆍ무형의 재화 또는 서비스를 일컫는 말입니다.<br/></p>
            <p style={{ marginLeft: '20px' }}>9. "게시물"이라 함은 회원이 서비스를 이용하면서 사이트 내 게시한<br/> 
            부호ㆍ문자ㆍ도형ㆍ색채ㆍ음성ㆍ음향ㆍ이미지 및 영상 등(이들의 복합체를 포함한다)의 자료 또는<br/> 
            정보를 의미합니다.<br/></p>
            <p style={{ marginLeft: '20px' }}> 10. “예상되는 어려움”이라 함은 “프로젝트”의 창작자가 프로젝트를 기획하는 시점에 후원자에게 사전에<br/>
            고지하는 펀딩 성공 후 이행 과정에서 사후적으로 변동될 수 있는 위험 요인들(일정 지연, 내용 변경,<br/> 
            조건 변경 등을 포함하나 이에 한정하지 않음)을 의미합니다.<br/></p>
            <p style={{ marginLeft: '20px' }}>11. “펀딩”이라 함은 "프로젝트"의 창작자가 심사 절차를 거쳐 "프로젝트"의 일부 또는 전부를 사이트에<br/> 
            공개하여 설정한 펀딩 종료일(기금 모집 마감일)까지 기금을 모집하는 일을 의미합니다.<br/></p>
        ② 이 약관에 대해서는 이 조에서 정한 용어가 우선적으로 적용되며, 이 조에서 정의되지 않은 약관 상의<br/> 
        용어는 관련 법령 및 상관례를 따릅니다.
      </div>
      <div>
        <h3>제3조 약관의 효력과 변경</h3>
        <p>① 회사는 이 약관의 내용, 상호, 대표자 성명, 전화번호, 사업자등록번호, 통신판매업 신고번호, 헬프센터 등을<br/> 
          회원이 쉽게 알 수 있도록 사이트의 초기 서비스 화면(전면) 또는 초기 서비스 화면의 연결화면을 통하여 게시합니다.</p>
        <p>② 회사는 "약관의 규제 등에 관한 법률", "전자서명법", "정보통신망 이용촉진 및 정보보호 등에 관한 법률" 등<br/> 
        관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</p>
        <p>③ 회사가 이 약관을 개정할 경우에는 적용일자 및 개정내용, 개정사유를 명시하여 현행 약관과 함께<br/> 
          제3조제1항의 방법으로 개정약관 적용일자 적용일로부터 최소 7일 전부터 적용일자 전일까지 공지합니다.<br/> 
          다만 회원에게 불리하거나 중대한 사항에 관한 개정인 경우에는 사이트 초기 서비스화면 또는 그 연결화면<br/> 
          게재하고, 전자우편 등의 수단을 이용하여 적용일자 30일 이전부터 적용일자 전일까지 같은 방법으로<br/> 
          공지합니다.</p>
          <p>④ 회사가 제3조제1항 또는 제3조제3항에 따라 회원에게 적용일 전까지 의사를 표시하지 않으면 개정된<br/> 
          약관에 동의한 것으로 본다는 뜻을 명확히 공지하였음에도 불구하고 회원이 명시적으로 거부의 의사를<br/> 
          표시하지 아니한 경우에는 개정된 약관에 동의하는 것으로 봅니다.</p>
          <p>⑤ 회원이 개정약관의 적용에 동의하지 않는 경우 회원은 개정 약관의 적용일 이전에 거부 의사를 표시하고<br/> 
          언제든지 자유롭게 이용계약(아래 제8조제1항에서 정의함. 이하 같음)을 해지할 수 있습니다.</p>
      </div>
      <div>
        <h3>제4조 약관의 적용</h3>
        <p>① 회원은 회사가 제공하는 서비스를 이용함에 있어서 관련 법령을 준수하여야 하며, 이 약관의 규정을 들어<br/> 
        관련 법령 위반에 대한 면책을 주장할 수 없습니다.</p>
        <p>② 회사는 사이트 내 개별 서비스 등에 대하여 별도의 이용약관 및 운영정책(이하 "개별 서비스 약관")을 둘 수<br/> 
        있으며, 회원이 개별 서비스 약관에 동의한 경우 개별 서비스 약관은 이 약관의 일부를 구성합니다. 만약 개별<br/> 
        서비스 약관과 이 약관의 내용이 상충할 경우에는 개별 서비스 약관이 우선하여 적용됩니다.</p>
        <p>③ 이 약관에 정하지 아니한 사항이나 해석에 대해서는 관련 법령 및 상관례를 따릅니다.</p>
      </div>
      <div>
      <hr className="line-divider" />
      <h2>제2절 서비스의 이용</h2>
        <h3>제5조 서비스의 제공</h3>
        <p>① 회사는 다음과 같은 서비스를 제공합니다.</p>
        <p style={{ marginLeft: '20px' }}>1.프로젝트의 정보 게시 및 후원계약의 체결을 위한 플랫폼 제공</p>
        <p style={{ marginLeft: '20px' }}>2.프로젝트 기금 모집 업무 대행 및 펀딩 성공 시 모금액 전달</p>
        <p style={{ marginLeft: '20px' }}>3.프로젝트를 회사의 서비스 또는 제3자의 광고매체를 통하여 노출 또는 광고</p>
        <p style={{ marginLeft: '20px' }}>4.이에 부수되는 서비스 및 기타 회사가 정하는 업무</p>
        <p>② 회사는 회원의 이용신청을 승낙하여 이용계약이 성립한 때부터 서비스를 개시합니다. 단 일부 서비스의<br/> 
        경우에는 지정된 일자부터 서비스를 개시합니다.</p>
        <p>③ 일부 서비스에 대해서는 서비스 제공자의 요구에 따라 특정회원에게만 서비스를 제공할 수 있으며, 회사는<br/> 
        서비스를 일정범위로 분할하여 각 범위 별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 그 내용을<br/> 
        사전에 공개합니다.</p>
        </div>
        <div>
        <h3>제6조 서비스의 중단 및 변경</h3>
        <p>① 천재지변, 국가비상사태 등 회사가 정상적인 서비스 제공이 불가능할 경우 일시적으로 서비스를 제한,<br/> 
        정지시킬 수 있으며 사전 또는 사후에 회원에게 중지사유 및 기간을 공지합니다.</p>
        <p>② 회사는 긴급한 시스템의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 콘텐츠의<br/> 
        이용을 일시적으로 중단할 수 있습니다. 서비스 중지 1주일 전에 사이트에 고지 후 서비스를 중지할 수<br/> 
        있으며, 이 기간 동안 회원이 고지내용을 인지하지 못한 것에 대하여 회사는 책임을 부담하지 않습니다.<br/> 
        상당한 이유가 있을 경우 위 사전 고지기간은 감축되거나 생략될 수 있습니다. 다만, 회사가 사전에 통지할 수<br/> 
        없는 부득이한 사유가 있는 경우 사후에 고지할 수 있습니다.</p>
        <p>③ 회사는 서비스 내용의 결정, 변경, 유지, 중단에 관한 포괄적인 권한을 가집니다. 회사는 영업의 폐지, 합병,<br/> 
        분할, 당해 서비스의 수익악화, 서비스 유지 등 상당한 이유가 있는 경우 제공하고 있는 전부 또는 일부<br/> 
        서비스를 변경하거나 중단할 수 있습니다.</p>
        <p>④ 회사의 사정으로 서비스를 영구적으로 중단하여야 할 경우에 제2항을 준용합니다. 다만 이 경우 사전<br/> 
        고지기간은 1개월로 합니다.</p>
        <p>⑤ 회사는 서비스 중지에 의하여 이 서비스에 보관 또는 전송된 메시지 및 기타 통신 메시지 등의 내용이<br/> 
        삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 대하여 책임을 부담하지<br/> 
        않습니다.</p>
        <p>⑥ 회사는 서비스의 이용에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스 제공화면에<br/> 
        공지한 바에 따릅니다.</p>
        <p>⑦ 장기간 휴면 회원인 경우, 안내 메일 또는 공지사항 발표 후 1주일간의 통지기간을 거쳐 서비스 사용을<br/> 
        중지할 수 있습니다.</p>
        </div>
        <div>
          <h3>제7조 서비스의 이용료 등</h3>
          <p>① 회원의 서비스 가입은 무료이며, 특정 서비스 이용 시에만 수수료가 부과됩니다.</p>
          <p>② 기타 서비스에 있어서 회사가 서비스 이용에 따른 수수료를 부과하고자 할 경우에 회사는 부과기준 및<br/> 
          기타 상세한 내용을 시행 7일 전에 홈페이지에 게재합니다.</p>
        </div>
        <div>
          <h3>제8조 이용계약의 체결</h3>
          <p>① 회사가 이 약관에 따라 제공하는 서비스를 이용하기 위하여 회사와 서비스이용계약(이하 "이용계약")을<br/> 
          체결하여 회원가입에 따른 회원의 자격을 부여받아야 합니다.</p>
          <p>② 서비스를 이용하고자 하는 자(이하 "이용신청자")가 이 약관의 내용에 대하여 동의를 한 다음 회사가<br/> 
          제공하는 양식에 따라 정보입력을 하고 본인확인을 위한 인증절차를 이행하는 방법으로 회원가입신청을<br/> 
          하면 서비스에 대한 이용신청(이하 "이용신청")이 있는 것으로 보며, 이용신청에 대하여 회사가 승낙함으로써<br/> 
          이용계약이 체결됩니다.</p>
          <p>③ 제2항의 회원가입신청 절차의 방법과 내용은 회원이 개인(자연인)인 경우와 법인인 경우에 따라 다를 수<br/> 
          있습니다.</p>
          <p>④ 이용신청자는 회원가입에 있어 정확하고 완전한 정보를 입력해야 합니다. 회사는 관련 법령에 따라<br/> 
          이용신청자가 제1항에 따라 입력한 정보에 대한 사실 확인을 위하여 필요한 경우 이용신청자에게 증빙자료의<br/> 
          제출을 요청할 수 있으며, 이용신청자는 이에 따라 증빙자료를 제출하여야 합니다.</p>
          <p>⑤ 회사는 다음에 해당하는 경우에는 이용신청을 승낙하지 아니할 수 있습니다.</p>
          <p style={{ marginLeft: '20px' }}>1.이미 가입된 회원과 이메일 주소가 동일한 경우</p>
          <p style={{ marginLeft: '20px' }}>2.제2항의 이용신청시 타인의 이메일 계정 또는 명의를 이용하여 이용신청을 한 경우</p>
          <p style={{ marginLeft: '20px' }}>3.제2항의 이용신청 시 필요한 정보를 입력하지 않거나 허위의 정보를 기재한 경우</p>
          <p style={{ marginLeft: '20px' }}>4.사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청했을 때</p>
          <p style={{ marginLeft: '20px' }}>5.기타 회사가 정한 이용신청 요건이 미비되었을 때</p>
          <p style={{ marginLeft: '20px' }}>6.위법 또는 부당한 목적으로 이용신청을 한 경우</p>
          <p>⑥ 회사는 다음 각 호에 해당하는 경우 그 사유가 해소될 때까지 이용계약 성립을 유보하거나 또는<br/> 
          일부서비스 이용을 제한할 수 있습니다.</p>
          <p style={{ marginLeft: '20px' }}>1.회사가 제공하는 서비스 관련 설비의 용량이 부족한 경우</p>
          <p style={{ marginLeft: '20px' }}>2.기술상 장애 사유가 있는 경우</p>
          <p style={{ marginLeft: '20px' }}>3.기타 회사가 필요하다고 인정한 경우</p>
          <p>⑦ 회원가입계약의 성립 시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다.</p>
          <p>⑧ 회원가입을 하기 위해서는 만 14세 이상이어야 합니다. 만 14세 이상이 아닌 경우 회사는 회원가입을<br/> 
          승낙하지 않거나, 취소할 수 있습니다.</p>
        </div>
        <div>
          <h3>제9조 회원 탈퇴 및 자격 상실</h3>
          <p>① 회원은 회사에 언제든지 회원 탈퇴를 요청할 수 있으며, 회사는 원칙적으로 이를 즉시 처리합니다. 회사는<br/> 
          회원이 회원탈퇴를 요청한 경우 회사는 회원 본인 여부를 확인할 수 있습니다.</p>
          <p>② 제1항에도 불구하고 회원이 다음 각 사유에 해당될 때에는 회원의 탈퇴신청이 제한될 수 있습니다.</p>
          <p style={{ marginLeft: '20px' }}>1.창작자로서 자신이 진행한 프로젝트의 선물 전달이 끝나지 않은 경우와 같이 회사가 제공하는 서비스를<br/> 
          통해 진행 중인 거래 또는 절차가 있는 경우</p>
          <p style={{ marginLeft: '20px' }}>2.프로젝트에 관련된 분쟁이 진행 중인 경우</p>
          <p style={{ marginLeft: '20px' }}>3.기타 회원이 부담해야 할 의무를 다하지 않은 경우</p>
          <p>③ 회사가 회원 탈퇴 처리하면 관련 법령과 회사의 개인정보처리방침에 따라 회사가 보유하는 정보 이외의<br/> 
          데이터를 모두 폐기합니다. 단, 회원의 게시물은 삭제되지 않을 수 있습니다.</p>
          <p>④ 제1항의 회원 탈퇴 요청을 하면 이용계약 해지의 의사표시를 한 것으로 보며, 회사에 해지의 의사표시가<br/> 
          도달하여 회사가 제1항에 따른 탈퇴 처리를 했을 때에 이용계약의 해지효력이 발생합니다. 해지효력이<br/> 
          발생한 때로부터 회원은 회원의 자격을 상실하며, 회사가 제공하는 모든 서비스를 이용할 수 없게 됩니다.</p>
        </div>
        <div>
          <h3>제10조 회원의 이용제한 해지 등</h3>
          <p>① 회사는 회원이 다음 각 호의 사유에 해당하는 경우, 회원자격을 제한 또는 정지시키고 그 해지사유의<br/> 
          시정을 요구할 수 있습니다.</p>
          <p style={{ marginLeft: '20px' }}>1.가입신청 시에 허위 내용을 등록한 경우</p>
          <p style={{ marginLeft: '20px' }}>2.서비스 이용과 관련하여 회원이 부담하는 채무를 약정된 기일에 지급하지 않은 경우</p>
          <p style={{ marginLeft: '20px' }}>3.다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우</p>
          <p style={{ marginLeft: '20px' }}>4.서비스를 이용하여 법령에 위반되는 행위, 이 약관이 금지하는 행위, 기타 공공질서 미풍양속에 반하는<br/> 
          행위를 하는 경우</p>
          <p>② 회사가 제1항의 조치를 취한 뒤에도 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지<br/> 
          아니하는 경우 회사는 이용계약을 해지할 수 있습니다. 이 경우 회사는 회원의 접속을 금지할 수 있으며,<br/> 
          회원이 게시한 내용의 전부 또는 일부를 임의로 삭제할 수 있습니다.</p>
          <p>③ 회사가 회원자격을 상실시키는 경우에는 회원에게 이를 통지하고, 회원등록 말소 전에 소명할 기회를<br/> 
          부여한 뒤 회원등록을 말소합니다.</p>
        </div>
        <hr className="line-divider" />
        <div>
          <h2>제3절 회원정보의 보호 및 관리</h2>
          <h3>제11조 개인정보보호</h3>
          <p>① 회사는 서비스 제공을 위하여 이용계약의 체결 시 필요한 최소한의 정보(이하 "회원정보")를 수집할 수<br/> 
          있으며, 그 외에도 수집목적 또는 이용목적을 밝혀 회원으로부터 정보를 수집할 수 있습니다. 이 경우 회사는<br/> 
          회원으로부터 정보수집에 대한 동의를 받으며, 회원은 정보제공에 동의를 한 이후에도 회사가 제공하는<br/> 
          양식에 따라 그 동의를 철회할 수 있습니다.</p>
          <p>② 회원의 개인정보의 수집, 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보처리방침이 적용됩니다.<br/> 
          다만, 회사의 홈페이지 이외의 링크된 사이트에서는 회사의 개인정보처리방침이 적용되지 않습니다.</p>
          <p>③ 회원은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며<br/> 
          회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우에는<br/> 
          회사는 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.</p>
          <p>④ 회사는 정보통신망법 등 관련 법령 및 회사의 개인정보처리방침이 정하는 바에 따라 회원의 개인정보를<br/> 
          보호하기 위해 노력합니다. 회사의 개인정보 보호책임자 및 연락처는 아래와 같습니다.</p>
          <ul>
            <li>성명 : 홍길동</li>
            <li>전화번호 : 010-1234-1234</li>
            <li>이메일 : hong@naver.com</li>
          </ul>
        </div>
        <div>
          <h3>제12조 회원의 계정이메일과 비밀번호에 대한 의무</h3>
          <p>① 회원의 계정이메일과 비밀번호를 포함한 회원 정보에 관한 관리책임은 회원에게 있으며, 이를 소홀히 하여<br/> 
          발생한 모든 민∙형사상의 책임은 회원에게 있습니다.</p>
          <p>② 회원은 사이트에서 계정에 등록된 회원정보 및 결제정보 등을 관리 및 변경할 수 있습니다. 회원은 등록된<br/> 
          정보를 최신으로 유지하며 변동이 있을 경우 회원은 즉시 해당 정보를 수정해야 합니다. 다만, 서비스의 제공<br/> 
          및 관리를 위해 필요한 일부 정보는 수정이 불가능할 수 있습니다.</p>
          <p>③ 회원은 자신의 계정이메일 및 비밀번호를 포함한 회원정보를 제3자에게 양도, 대여, 이용하도록 해서는<br/> 
          안됩니다.</p>
          <p>④ 회원이 자신의 회원정보를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 회사에 통보하고<br/> 
          회사의 안내가 있는 경우에는 그에 따라야 합니다.</p>
          <p>⑤ 회원이 제4항에 따른 통지를 하지 않거나 회사의 안내에 응하지 아니하여 발생하는 모든 불이익에 대한<br/> 
          책임은 회원에게 있습니다.</p>
        </div>
        <hr className="line-divider" />
        <div>
          <h2>제4절 회사와 회원의 권리 및 의무</h2>
          <h3>제13조 회사의 의무</h3>
          <p>① 회사는 지속적이고 안정적으로 서비스를 제공하는데 최선을 다하며, 관련 법령과 이 약관이 금지하거나<br/> 
          미풍양속에 반하는 행위를 하지 않습니다.</p>
          <p>② 회사는 회원의 회원정보 보호를 위해 개인정보 처리방침을 공지하고 준수합니다.</p>
          <p>③ 회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한<br/>
            사유가 없는 한 지체없이 이를 수리 또는 복구합니다.</p>
          <p>④ 회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우 그러한 손해가 회사의 고의나 과실에 기해<br/> 
          발생한 경우에 한하여 책임을 부담하며, 그 책임의 범위는 원칙적으로 통상손해에 한합니다.</p>
          <p>⑤ 회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 신속히 처리하여야 합니다.<br/> 
          다만 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 통보하여야 합니다.</p>
          <h3>제14조 회원의 의무</h3>
          <p>① 회원은 이 약관의 규정, 관련 법령, 회사의 커뮤니티 운영원칙 및 개인정보 처리방침, 기타 회사가 고지하는<br/> 
          사항을 준수하여야 하며, 기타 회사 업무에 방해되는 행위를 해서는 안됩니다.</p>
          <p>② 회원은 다음 각 호의 행위를 하여서는 안됩니다.</p>
          <p style={{ marginLeft: '20px' }}>1.회원가입신청 또는 변경 시 허위 내용을 등록하는 행위</p>
          <p style={{ marginLeft: '20px' }}>2.타인의 정보 및 결제수단을 도용하여 서비스를 이용하는 행위</p>
          <p style={{ marginLeft: '20px' }}>3.회사가 게시하거나 제공한 정보를 변경하거나 이를 시도하는 행위</p>
          <p style={{ marginLeft: '20px' }}>4.회사가 제공하는 서비스의 올바른 작동을 방해하는 행위 및 시스템 서버에 과부하를 가져오는 행위</p>
          <p style={{ marginLeft: '20px' }}>5.회사가 정한 정보 이외의 정보(컴퓨터 프로그램)의 송신 또는 게시</p>
          <p style={{ marginLeft: '20px' }}>6.회사와 기타 제3자의 저작권 등 지적재산권 침해행위</p>
          <p style={{ marginLeft: '20px' }}>7.회사나 제3자의 명예를 손상시키거나 업무를 방해하는 행위</p>
          <p style={{ marginLeft: '20px' }}>8.외설 또는 폭력적인 메시지∙화상∙음성 기타 공서양속에 반하는 정보를 사이트에 공개 또는 게시하는<br/> 
          행위</p>
          <p style={{ marginLeft: '20px' }}>9.회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위</p>
          <p style={{ marginLeft: '20px' }}>10.서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도 및 증여, 또는 담보로 제공하는 행위</p>
          <p style={{ marginLeft: '20px' }}>11.다른 이용자의 개인정보를 무단으로 수집, 이용하는 행위</p>
          <p style={{ marginLeft: '20px' }}>12.판촉이나 광고 등의 스팸 메시지를 사이트에서 송수신하는 행위</p>
          <p style={{ marginLeft: '20px' }}>13.그 외에 법을 위반하는 행위, 이 약관에 반하는 행위, 공공질서나 미풍양속을 해치는 행위</p>
        </div>
    </div>
  );
};

export default UtilizationPolicy;